import React from "react";
import Footer from "../Share/Footer";

const About = () => {
  return (
    <div>
      <div className="hero min-h-screen bg-base-200">
        <div className="hero-content flex-col lg:flex-row gap-8">
          <img
            src="https://www.mondaymorning.in/web_css_js/image/job-not-found.png"
            className="w-24 md:w-32 lg:w-3/5 rounded-lg "
            alt=""
          />
          <div className="ms-32">
            <h1 className="text-5xl font-bold text-rose-800 ">About Us</h1>
            <p className="py-6 text-2xl">
              একটি কর্মসংস্থান ওয়েবসাইট এমন একটি ওয়েবসাইট যা বিশেষভাবে
              কর্মসংস্থান বা ক্যারিয়ার নিয়ে কাজ করে। অনেক কর্মসংস্থান
              ওয়েবসাইট এমনভাবে ডিজাইন করা হয়েছে যাতে নিয়োগকর্তারা একটি পদ
              পূরণের জন্য চাকরির প্রয়োজনীয়তা পোস্ট করতে পারেন এবং সাধারণত জব
              বোর্ড নামে পরিচিত। আপনি কি সেই ব্যক্তি যিনি আপনার প্রতিষ্ঠানের
              জন্য সেরা কর্মচারী চান? আপনি কি আপনার কোম্পানিতে চাকরির শূন্যপদের
              বিজ্ঞাপন দিতে চান? শুধুমাত্র চাকরির পোর্টাল তৈরি করে বা তৈরি করে
              আপনার সমস্ত সমস্যার সমাধান করুন। এই নিবন্ধে, আমরা চাকরির পোর্টালের
              গুরুত্ব, চাকরির পোর্টালগুলির জন্য ওয়েবসাইট বিকাশ এবং ভারতের সেরা
              চাকরির পোর্টালগুলির গুরুত্ব নিয়ে আলোচনা করেছি। ইন্টারনেট একটি বড়
              জায়গা যেখানে প্রতিদিন 3 বিলিয়নেরও বেশি মানুষ এটি ব্যবহার করে -
              কিছু ব্যক্তিগত এবং কিছু ব্যবসায়িক ব্যবহারের জন্য। সমীক্ষা
              অনুসারে, ভারত ইন্টারনেটের দ্বিতীয় সর্বোচ্চ ব্যবহারকারী। ভারতের
              জনসংখ্যার প্রায় 26% ইন্টারনেট ব্যবহার করে। ইন্টারনেট ব্যবহার করার
              বিভিন্ন কারণ রয়েছে।
            </p>
            <button data-theme="autumn" className="btn btn-orange-500">
              See More
            </button>
          </div>
        </div>
      </div>
      <Footer />
    </div>
  );
};

export default About;
